const aboutMeData = {
  description: 'Я опытный Frontend-разработчик с пристрастием к созданию интерактивных и пользовательских дружественных веб-приложений. Обладаю глубокими знаниями веб-технологий, включая HTML, CSS, JavaScript и фреймворки, такие как Vue и React. У меня есть опыт работы в командных проектах, где я успешно сотрудничал с дизайнерами и бэкенд-разработчиками для достижения высококачественных результатов. Я постоянно стремлюсь к изучению новых технологий и развитию своих навыков, чтобы оставаться в курсе последних тенденций в сфере разработки.',
  skills: [
    {
      id: 1,
      value: 'Владение HTML, CSS, JavaScript и Typescript',
    },
    {
      id: 2,
      value: 'Опыт работы с фреймворками, такими как Vue(Vuex, Pinia, Nuxt, Router) и React(Redux, Next)',
    },
    {
      id: 3,
      value: 'Владение кроссбраузерной и адаптивной вёрстки',
    },
    {
      id: 4,
      value: 'Уверенное использование инструментов разработки, таких как Git, Webpack, npm',
    },
    {
      id: 5,
      value: 'Опыт работы с RESTful API и взаимодействие с бэкенд-серверами',
    },
    {
      id: 6,
      value: 'Понимание принципов SEO и оптимизации производительности веб-приложений',
    },
    {
      id: 7,
      value: 'Умение работать в команде и общаться с коллегами из разных областей',
    }
  ],
}

export default aboutMeData